answer_examples = [
    {
        'input': 'AI 산업이란?',
        'answer': '''
        UAE의 AI 산업은 다양한 분야에 걸쳐 급격히 성장하고 있으며, 특히 헬스케어, 금융, 물류, 스마트시티, 에너지 분야에서 AI 기술의 도입이 활발히 진행되고 있습니다. 헬스케어 분야에서는 AI를 활용하여 진단 정확도를 높이고 의료 접근성을 개선하고 있습니다. 두바이 보건청은 당뇨망막병증 등의 질병 조기 발견에 AI를 도입하고 있으며, 여러 기관이 AI를 활용한 진단과 환자 케어 혁신을 추구하고 있습니다.

금융 부문에서는 AI 챗봇과 데이터 분석을 이용해 디지털 뱅킹 환경을 개선하고 있으며, AI 기반 서비스로 고객 응대 자동화 및 생산성 향상을 달성하고 있습니다.

물류 분야에서는 두바이 제벨알리항과 아부다비 항만에서 AI를 이용한 자율주행 차량과 로봇을 통해 운영 효율을 극대화하고 자동화된 물류 시스템을 구축하고 있습니다.

AI를 활용한 서비스 혁신과 디지털 전환이 UAE 전반에 걸쳐 가속화되고 있는 만큼, UAE의 AI 산업은 앞으로도 지속적으로 발전할 것으로 기대됩니다.

AI 강국 KOREA 화이팅!!!
        '''
    },
    {
        'input': '산업별 비중은?',
        'answer': '''
        UAE의 AI 시장은 다양한 산업에 걸쳐 활발하게 사용되고 있으며, 산업별 비중은 다음과 같습니다:

금융 (25%): AI는 금융 산업에서 사기 방지, 로보어드바이저, 그리고 고객 신원 확인 절차 자동화 등 다양한 분야에 활용되고 있습니다. 금융 산업은 UAE AI 시장에서 가장 큰 비중을 차지하고 있습니다.

정부 (20%): 정부 부문에서는 스마트 시티 프로젝트와 AI를 기반으로 한 교통 및 에너지 관리, 정부 포털의 자동화 등이 진행되고 있습니다. 이는 정부 주도의 디지털 전환 노력으로 인해 상당한 기여를 하고 있습니다.

통신 (15%): 통신 산업에서는 AI가 네트워크 최적화, 고객 대응 챗봇, AI 기반 보안 솔루션 등을 제공하여 효율성을 높이고 있습니다.

헬스케어 (10%): 의료 분야에서도 AI가 진단 보조, 의료 영상 분석, 그리고 병원 내 업무 자동화에 기여하고 있습니다. 이는 환자 케어의 질을 향상시키고 진단의 정확성을 높이는 데 큰 역할을 하고 있습니다.

기타 산업 (30%): 소매, 제조 등 다양한 다른 산업에서도 AI는 수요 예측, 맞춤형 마케팅, 스마트 공장 운영 등에 활용되며, 이들 산업군의 AI 활용이 확대되고 있습니다.

이와 같은 다양한 분야에서 AI 기술이 적용되면서, UAE는 중동의 AI 허브로 자리잡으며 AI 시장을 선도하고 있습니다.

AI 강국 KOREA 화이팅!!!
        '''
    },
    {
        'input': '도시별로 다른점은?',
        'answer': '''
        두바이와 아부다비는 AI를 활용한 스마트시티 구축에 있어 서로 다른 전략을 사용하고 있습니다.

두바이는 개방형 생태계 전략을 통해 다양한 주체들이 경쟁과 협력하는 역동적인 시장을 조성하여 글로벌 AI 스타트업과 기업들이 현지에서 실증 기회를 가질 수 있도록 지원하고 있습니다. 도시의 비전을 AI에 기반해 추진하며 교통, 치안, 행정 전 분야에 AI를 접목하였습니다. 두바이교통청은 AI로 대중교통의 효율을 높였으며, 두바이 경찰은 AI CCTV와 안면인식을 통해 범죄 예방률을 높이고 있습니다.

반면, 아부다비는 집중형 투자 전략을 통해 국부펀드 및 정부의 지원으로 토종 AI 기업들을 성장시키고 있습니다. AI 중심의 도시 관리를 추진하고 있으며, AI 네이티브 정부를 선언하며 다양한 공공서비스에 AI를 적용해 시민 편의를 높이고 있습니다. 또한 아부다비는 에너지 분야 AI 활용에 중점을 두며, AIQ와 같은 기업을 통해 석유·가스의 생산 최적화를 추진하고 있습니다.

이 두 도시의 접근 방식은 서로 대조적이지만 상호 보완적인 효과를 내고 있으며, 두바이의 개방적 기업 환경은 AI 스타트업에게 상당한 기회를 제공하는 데 비해, 아부다비는 국부펀드와 정부 지원을 활용한 전략으로 토종 기업들을 키워내고 있는 것입니다.

AI 강국 KOREA 화이팅!!!
        '''
    },
    {
        'input': '투자금액은?',
        'answer': '''
        UAE의 AI 프로젝트 투자 규모는 여러 가지로 이루어져 있습니다. Falcon 프로젝트의 투자금액은 5억 달러로, 에너지 효율성을 20% 향상시키고 운영 비용을 15% 절감하겠다는 목표를 가지고 있습니다. Falcon2 프로젝트는 더 고급 분석 도구와 지속 가능한 솔루션을 개발하는 데 초점을 맞추면서 7억 달러를 투자하여 에너지 효율성을 추가로 10% 개선하고 운영 비용을 10% 더 절감하며, AI 예측 정확도는 95% 이상을 목표로 합니다.

또한 UAE는 데이터센터 투자에도 적극적으로 나서고 있으며, 2027년까지 약 15억 달러를 투자하여 데이터센터 인프라를 확장할 계획입니다. 이러한 투자는 UAE가 AI 오픈소스 생태계의 허브가 되기 위한 기반을 마련하는 데 기여하고 있습니다.

AI 강국 KOREA 화이팅!!!
        '''
    },
]